def help_func():
    return '''Бот принимает команды:
                  -"hello", отвечает в консоль "How can I help you?"
                  -"add ...". По этой команде бот сохраняет в памяти (в словаре например) новый контакт обязательно через пробел.
                  -"change ..." По этой команде бот сохраняет в памяти новый номер телефона для существующего контакта обязательно через пробел.
                  -"phone ...." По этой команде бот выводит в консоль номер телефона для указанного контакта.
                  -"show all". По этой команде бот выводит все сохраненные контакты с номерами телефонов в консоль.
                  -"good bye", "close", "exit" по любой из этих команд бот завершает свою роботу'''